{
    "menu-principal": "Principal",
    "menu-services": "Servicios",
    "menu-about":"Quiénes somos",
    "menu-alliances":"Alianzas",
    "menu-contact":"Contacto",
    "search-title-label": "Consulta aquí tu pasado judicial o la búsqueda de personas",
    "search-type-document-label":"Tipo de documento",
    "search-document-label":"Número de documento",
    "search-contact-number-label": "Número de contacto",
    "search-persona-button-label":"Consultar Persona",
    "search-judicial-button-label":"Consultar pasado judicial",
    "search-select-value-cc":"Cédula de ciudadanía",
    "search-select-value-pasport":"Pasaporte",
    "search-message-error-type-document":"Por favor, elija su tipo de documento.",
    "search-message-error-document-number":"Por favor, escriba su número de documento.",
    "search-message-error-maxlengh-document":"Por favor, su número de documento debe contener máximo 10 caracteres.",
    "search-message-error-minlengh-document":"Por favor, su número de documento debe contener mínimo 4 caracteres.",
    "search-message-error-contact-number":"Por favor, escriba su número de contacto.",
    "search-message-error-maxlengh-contact-number":"Por favor, su número de contacto de contener máximo 10 caracteres.",
    "search-message-error-minlengh-contact-number":"Por favor, su número de contacto de contener mínimo 7 caracteres.",
    "search-message-error-just-number-contact-number":"Por favor, su número de contacto debe contener solamente números.",
    "search-desc-company":"su socio confiable en investigaciones. Nuestra agencia ofrece apoyo integral en investigaciones penales, disciplinarias, JPM y procesos civiles. Especializados en recolectar y analizar pruebas, respaldamos su defensa legal con precisión técnica. También nos destacamos en la búsqueda de personas y el análisis minucioso de antecedentes judiciales y contravencionales. Confíe en nuestra experiencia para abordar sus necesidades con profesionalismo y confidencialidad. Estamos comprometidos con su búsqueda de la verdad y su defensa legal.",
    "service-title-principal":"Nuestros servicios",
    "service-title-product_1":"Ubicación de Personas Especializada",
    "service-title-product_2":"Verificación de Antecedentes, Registros y Anotaciones",
    "service-title-product_3":"Servicios Profesionales de Investigación Judicial Privada",
    "service-title-product_4":"Evidencias Técnicas o Especializadas",
    "service-title-desc-product_4":"CDR (Call Detail Record) Celdas Celulares",
    "service-title-product_5":"ANALISIS LINK",
    "service-title-button-label":"¿De qué se trata?",
    "service-desc-product_1":"Nuestro equipo de investigadores y analistas profesionales se especializa en la localización de personas, utilizando técnicas avanzadas de OSINT y fuentes especializadas. A través de métodos innovadores, incluyendo el análisis de registros de CDR (celdas celulares), podemos ubicar a individuos dentro o fuera del país con precisión.",
    "service-desc-product_2":"Realizamos investigaciones para obtener información precisa sobre antecedentes, registros y anotaciones. Analizamos investigaciones pendientes, activas o inactivas, así como registros relacionados con delitos sexuales, contravencionales y administrativos o si existen medidas de aseguramiento vigentes. Nuestro enfoque meticuloso garantiza una evaluación completa y detallada.",
    "service-desc-product_3":"Somos investigadores profesionales con acreditaciones de la Superintendencia de Vigilancia y nuestra experiencia abarca una variedad de delitos. Ofrecemos asesoramiento en sus procesos legales, ya sea como víctima o indiciado. Trabajamos en estrecha colaboración con su abogado para proporcionar la defensa técnica necesaria, llevando a cabo actividades propias de investigadores y analistas criminales. Con nosotros, puede confiar en un enfoque experto y dedicado en cada etapa de su caso.",
    "service-desc-product_4":"Los metadatos registrados en cada llamada o mensaje celular, conocidos como CDR, nos proporcionan valiosa información:",
    "service-desc-product_4_1":"Número de teléfono y usuario del abonado celular.",
    "service-desc-product_4_2":"Fecha y hora de la llamada.",
    "service-desc-product_4_3":"Celda o celdas del sector desde donde se realizó la llamada.",
    "service-desc-product_4_4":"Duración de la llamada en segundos.",
    "service-desc-product_4_5":"Origen y destino de la llamada (quién llamó a quién).",
    "service-desc-product_4_6":"Tipo de llamada: entrante, saliente o gratuita.",
    "service-desc-product_4_7":"Estos datos constituyen evidencia técnica crucial que puede confirmar o descartar la ubicación de una persona en un momento específico.",
    "service-desc-product_5":"En INVEXDIJIN, nuestros analistas están altamente capacitados para llevar a cabo el Análisis Link o de Vínculos. Esta técnica nos permite encontrar las conexiones y la intensidad de las llamadas entre dos o más números de teléfono celular. Además, somos expertos en auditar y revisar minuciosamente estos análisis para establecer la autenticidad de los datos recopilados. Confíe en nuestro equipo para proporcionar una evaluación detallada y precisa de las relaciones telefónicas, respaldada por una exhaustiva revisión y análisis. Estamos comprometidos a proporcionar información confiable y precisa en cada análisis que realizamos.",
    "service-desc-button-close":"Cerrar",
    "counter-label-online":"Consultas en línea",
    "counter-label-total":"Casos totales",
    "counter-label-hours":"Horas trabajadas",
    "about-label-principal":"Quiénes somos",
    "about-desc-principal":"INVEXDIJIN, su socio confiable en investigaciones. Conformada por exfuncionarios de la DIJIN, nuestros investigadores aportan una vasta experiencia en el funcionamiento de la justicia y el aparato judicial. Para particulares en busca de respuestas claras y soluciones precisas, INVEXDIJIN es su aliado confiable en investigaciones.",
    "about-desc-left":"Nos especializamos en brindar apoyo integral en investigaciones penales, disciplinarias, JPM y procesos civiles para profesionales del derecho, particulares y servidores públicos. destacamos por nuestra habilidad para recolectar y analizar meticulosamente las pruebas necesarias para respaldar su defensa legal de manera técnica y sólida.",
    "about-desc-center":"Además, somos expertos en la búsqueda de personas, utilizando métodos avanzados para localizar individuos en diversas situaciones. También realizamos análisis detallados de antecedentes judiciales y contravencionales para informar decisiones importantes.",
    "about-desc-right":"En INVEXDIJIN, entendemos la importancia de cada caso personal y nos dedicamos a proporcionar soluciones investigativas confiables y efectivas para abordar sus necesidades con profesionalismo, precisión y confidencialidad, confíe en nuestra experiencia. Estamos comprometidos con su búsqueda de la verdad y su defensa legal, brindando un enfoque experto y orientado a resultados.",
    "alliances-label-principal":"Nuestras alianzas",
    "alliances-link-facebook":"Visitanos",
    "alliances-link-page":"Nuestra página",
    "contact-label-principal": "Contactanos",
    "contact-name-label": "Nombre",
    "contact-name-placeholder": "Ingrese su nombre",
    "contact-name-error-message":"Por favor escriba su nombre.",
    "contact-name-error-message-characters":"Por favor, su nombre debe tener al menos 4 caracteres.",
    "contact-mail-label": "Correo",
    "contact-mail-placeholder": "Ingrese su correo",
    "contact-mail-error-message":"Por favor ingrese su correo.",
    "contact-mail-error-message-characters":"Por favor, su correo electrónico debe tener al menos 4 caracteres.",
    "contact-mail-error-message-valid":"Por favor, su correo electrónico debe cumplir con un formato válido.",
    "contact-number-label": "Número de contacto",
    "contact-number-placeholder": "Ingrese su número de contacto",
    "contact-number-message":"Por favor escriba su número de contacto.",
    "contact-number-message-number":"Por favor, su número de contacto debe cumplir con el formato válido, solo números.",
    "contact-message-label": "Mensaje",
    "contact-message-placeholder": "Ingrese su mensaje",
    "contact-message-error-message":"Por favor escribe tu mensaje.",
    "contact-message-error-message-characters":"Por favor, su mensaje debe tener al menos 5 caracteres.",
    "contact-message-error-message-characters-max":"Por favor, su mensaje debe tener hasta 400 caracteres.",
    "contact-button-label":"Contactar",
    "contact-net-social-label-principal":"¿Qué dicen de nosotros?",
    "contact-label-our-mail":"Nuestro correo",
    "loader":"En proceso de búsqueda...",
    "sweet-alert-error":"Estamos presentando dificultades técnicas.",
    "sweet-alert-not-found":"Recurso que desea buscar no existe.",
    "sweet-alert-internal-error":"Ups! Hemos presentado un error inesperado, por favor intente más tarde.",
    "sweet-alert-regitered-contact":"Gracias por escribirnos, un asesor se contactará con usted.",
    "attempts-limit-exception":"Ha superado su límite de intentos permitidos. Intentelo nuevamente el día de mañana.",
    "loader-searching-pages-consulting":"Consultando páginas...",
    "loader-searching-national-police":"Policia nacional",
    "loader-searching-registry":"Registraduría",
    "certified-by-verifik":"Certificado por Verifik.co",
    "search-module-full-name":"Nombre Completo",
    "search-module-status":"Estado",
    "search-module-pending-issues":"Asuntos pendientes",
    "search-module-roots":"Arraigo aproximado",
    "search-module-department-city":"Departamento / Ciudad", 
    "search-module-unlock-profile":"Desbloquear perfil",
    "search-module-pages-consulted":"Páginas consultadas",
    "pay-button-pay":"Pagar",
    "confirm-human":"Confirmemos que no eres un Robot"



}
